Repository: tochtergesellschaft/concretecms-content-box
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

# TemplateFileName
source: Image Left Text Right
de_de: Bild Links Text Rechts

# TemplateFileName
source: Image Right Text Left
de_de: Bild Rechts Text Links

source: Content Box Settings
de_de: Content Box Einstellungen

source: Configure default- and fallback-values for the content-box block.
de_de: Standard- und Fallback-Werte für den Content-Box Block.

# tgs_content-box
source: Add image, text and button with only one block. Very easy to make custom templates from.
de_de: Fügen Sie Bild, Text und Schaltfläche mit nur einem Block hinzu. Auch ist es sehr einfach eigene Templates zu erstellen.

# tgs_content-box
source: Add image, text and button with only one block.
de_de: Fügen Sie Bild, Text und Schaltfläche mit nur einem Block hinzu.

# tgs_content-box
source: The field "Button-Text" is required.
de_de: Das Feld "Button-Text" ist erforderlich.

# tgs_content-box
source: Image
de_de: Bild

# tgs_content-box
source: Select image
de_de: Bild auswählen

# tgs_content-box
source: Alternative-Text
de_de: Alternativ-Text

# tgs_content-box
source: Image-Legend
de_de: Bild-Legende

# tgs_content-box
source: Link-Target
de_de: Link-Ziel

# tgs_content-box
source: Button-Type
de_de: Button-Typ

# tgs_content-box
source: more
de_de: mehr

# tgs_content-box
source: Same Window (_self)
de_de: Gleiches Fenster (_self)

# tgs_content-box
source: New Window (_blank)
de_de: Neues Fenster (_blank)

# tgs_content-box
source: Configure default- and fallback-values for the content-box block.
de_de: Konfigurieren Sie Standard- und Fallback-Werte für die Content Box.

# tgs_content-box
source: The field "Button-Type" is required.
de_de: Das Feld „Button-Typ“ ist erforderlich.

# tgs_content-box
source: The field "Button-Type" must not contain whitespaces.
de_de: Das Feld „Button-Typ“ darf keine Leerzeichen enthalten.

# tgs_content-box
source: The field "Button-Type" may contain a maximum of 255 characters. Characters used: %s
de_de: Das Feld "Button-Typ" darf maximal 255 Zeichen enthalten. Verwendete Zeichen: %s

# tgs_content-box
source: The field "Button-Type" must not start with a number.
de_de: Das Feld „Button-Typ“ darf nicht mit einer Zahl beginnen.

# tgs_content-box
source: The field "Default Button-Text" is required.
de_de: Das Feld „Standard Button-Text“ ist erforderlich.

# tgs_content-box
source: The field "Default Button-Text" may contain a maximum of 255 characters. Characters used: %s
de_de: Das Feld "Standard Button-Text" darf maximal 255 Zeichen enthalten. Verwendete Zeichen: %s

# tgs_content-box
source: Settings updated
de_de: Einstellungen aktualisiert

# tgs_content-box
source: Remove all database-tables associated with this package.
de_de: Alle mit diesem Package verknüpften Datenbanktabellen löschen.

# tgs_content-box
source: Fallback Button-Type
de_de: Fallback Button-Typ

# tgs_content-box
source: Default Button-Text
de_de: Standard Button-Text
